/* No comment provided by engineer. */
"Connecting...\n\nPlease accept this connection on your mobile device." = "Connection......\n\nMerci d'accepter la connexion sur le périphérique mobile.";

/* Header of the devices source list */
"Devices" = "Appareils";

/* No comment provided by engineer. */
"Failed to import document." = "Echec à l'importation du document.";

/* No comment provided by engineer. */
"Failed to transfer document." = "Échec lors du transfert du document.";

/* AppStore Link */
"http://store.mindnode.com/mindnodetouch/" = "http://store.mindnode.com/mindnodetouch/";

/* No comment provided by engineer. */
"MindNode touch is available on the App Store." = "MindNode touch est disponible sur l'AppStore.";

/* No comment provided by engineer. */
"Successfully transfered." = "Transfert réussi.";

/* No comment provided by engineer. */
"The connection was not accepted by the device." = "La connexion n'a pas été acceptée par le périphérique mobile.";

/* No comment provided by engineer. */
"The document was successfully transferred to the device." = "Le document a été correctement transféré vers le périphérique mobile.";

/* No comment provided by engineer. */
"To share your documents, connect your Mac and your mobile device to the same WiFi network and access the sharing screen on your device." = "Pour partager vos documents, connectez votre Mac et votre périphérique mobile au même réseau WiFi, puis accédez à l'écran de données sur le périphérique mobile.";

/* No comment provided by engineer. */
"Unable to connect to device." = "Impossible de se connecter au périphérique mobile.";

